Repository: wp-plugins/qrcodes
Catalog: languages/qrcodes-*.po
Languages: fr_fr

source: QRCodes plugin settings
fr_fr: Options de l'extension QRCodes

source: General
fr_fr: Général

source: Set options used by QRCodes plugin.
fr_fr: Définir les options utilisées par l'extension QRCodes.

source: General settings
fr_fr: Options générales

source: Redirect 404 to home page
fr_fr: Rediriger le page 404 à la page d'accueil

source: Qrcodes' link
fr_fr: Lien des qrcodes

source: Replace thumbnail's articles
fr_fr: Remplacer l'image à la une des articles par le qrcode

source: QRCode Library settings
fr_fr: Options de la bibliothèque QRCode PHP

source: Correction level
fr_fr: Niveau de correction

source: Matrix point size
fr_fr: Taille des point de la matrice

source: Margin
fr_fr: Marge

source: Library
fr_fr: Librairie

source: Set options used by QRCode PHP library.
fr_fr: Définir les options utilisées par la biliothèque QRCode PHP.

source: Low
fr_fr: Basse

source: Medium
fr_fr: Moyenne

source: High
fr_fr: Haute

source: Media query settings
fr_fr: Options des media query

source: Media list
fr_fr: List des média

source: Manage media query.
fr_fr: Gérer les media query.

source: New medium
fr_fr: Nouveau média

source: Identifier
fr_fr: Identifiant

source: Active
fr_fr: Activer

source: Horizontal position
fr_fr: Position horizontal

source: Vertical position
fr_fr: Position vertical

source: Size
fr_fr: Taille

source: use carefully !
fr_fr: Utilisez prudemment !

source: Add and modify a media query.
fr_fr: Ajouter et modifier un media query

source: Invalid value
fr_fr: Valeur incorrecte

source: Automatic
fr_fr: Automatique

source: Number
fr_fr: Nombre

source: left
fr_fr: gauche

source: right
fr_fr: droite

source: top
fr_fr: haut

source: bottom
fr_fr: bas

source: Invalid new media query.
fr_fr: Nouveau media query incorrect.

source: New media query saved.
fr_fr: Nouveau media query enregistré.

source: identifier
fr_fr: Identifiant.

source: a short description
fr_fr: un courte description

source: Add new medium
fr_fr: Ajouter un nouveau media

source: QRCodes network settings
fr_fr: Paramètres QRCodes de réseau

source: Set network options used by QRCodes plugin.
fr_fr: Définir les options réseaux utilisées par la biliothèque QRCode PHP.

source: Generate qrcodes for all sites
fr_fr: Générer les qrcodes pour tout les sites.

source: Default qrcodes' link
fr_fr: Lien par défaut des qrcodes

source: Allow sites to override
fr_fr: Autoriser les sites à passer outre

source: You seem to have a <b>large network</b>. Qrcodes generation does not work yet.
fr_fr: Vous semblez avoir un <b>important réseau</b>. La génération des qrcodes ne fonctionne pas encore.

source: No qrcodes generated.
fr_fr: Aucune qrcode généré.

source: 1 qrcode has been generated for 1 site.
fr_fr: 1 qrcode a été généré pour 1 site.

source: %d qrcodes has been generated for 1 site.
fr_fr: %d qrcodes ont été généré pour 1 site.

source: Generate qrcodes
fr_fr: Générer les qrcodes.

source: Last generation: %s ago.
fr_fr: Dernière génération il y a %s.

source: QRCodes list
fr_fr: Liste des qrcodes

source: Filter
fr_fr: Filtrer

source: All qrcodes stored for your blog.
fr_fr: Tous les qrcodes enregistré sur votre site.

source: List
fr_fr: Liste

source: Preview
fr_fr: Aperçu

source: Path
fr_fr: Chemin

source: Data
fr_fr: Donnée

source: Creation date
fr_fr: Date de création

source: Delete
fr_fr: Supprimer

source: No qrcodes selected.
fr_fr: Aucun qrcodes sélectionnés.

source: This qrcode does not exists.
fr_fr: Ce qrcode n'existe pas.

source: Cannot remove this qrcode.
fr_fr: Impossible de supprimer ce qrcode.

source: 1 qrcode removed.
fr_fr: 1 qrcode supprimé.

source: Name
fr_fr: Nom

source: No media query selected.
fr_fr: Aucun media query selectionné.

source: This medium does not exists.
fr_fr: Ce media n'existe pas.

source: Apologies, cannot save changes.
fr_fr: Désolé, je ne peux sauvegarder les changements.

source: 1 medium removed
fr_fr: A media supprimé.

source: delete
fr_fr: supprimer

source: Cannot create %s.
fr_fr: Impossible de créer %s.

source: displayed on printed pages
fr_fr: Affiché sur les pages imprimées.

source: QRCode PHP library is not installed. Please specify <i>QRCODES_LIB_PATH</i> constant in <i>wp_config.php</i>.
fr_fr: La bibliothèque QRCode PHP n'est pas installée. Veuillez spécifier la constante <i>QRCODES_LIB_PATH</i> dans <i>wp_config.php</i>.
